<?php $root = ""; ?>

<?php include($root . "header.php"); ?>

<main id="main" class="page-main page-privacy">
    <section class="privacy misc-tabs">
        <div class="content-wrapper">
            <div class="tab-container no-wow">
                <div class="tabs">
                    <div class="swiper auto">
                        <div class="swiper-wrapper">
                            <div class="swiper-slide">
                                <a href="#privacy-policy" class="tab-link backtotop active">PRIVACY POLICY</a>
                            </div>
                            <div class="swiper-slide">
                                <a href="#contractors-policy" class="tab-link backtotop">CONTRACTORS POLICY</a>
                            </div>
                            <div class="swiper-slide">
                                <a href="#cookie-setting" class="tab-link backtotop">COOKIE SETTING</a>
                            </div>
                        </div>
                    </div>

                </div>
                <div class="contents">
                    <div id="privacy-policy" class="tab-content active">
                        <h2 class="title fsw-h2">PRIVACY POLICY</h2>
                        <div class="entry-content entry-fadeIn">
                            <p>
                                นโยบายคุ้มครองข้อมูลส่วนบุคคล (Privacy Policy)
                                <br>ประกาศ ณ วันที่ 22 มีนาคม พ.ศ. 2564
                                <br>โดยที่บริษัท เดอะมอลล์ กรุ๊ป จำกัด และบริษัทในเครือ (“กลุ่มเดอะมอลล์”) เป็นผู้ประกอบธุรกิจค้าปลีกชั้นนำของประเทศไทยยึดมั่นการดำเนินธุรกิจอย่างมีจรรยาบรรณและปฏิบัติตามกฎหมาย รวมทั้งตระหนักถึงความสำคัญในการคุ้มครองข้อมูลส่วนบุคคลของผู้ที่ติดต่อ และ/หรือ ทำธุรกรรมกับกลุ่มเดอะมอลล์ เช่น ลูกค้า คู่สัญญา คู่ค้า ผู้รับจ้าง ผู้ให้บริการ ผู้สมัครงาน พนักงาน เป็นต้น (“ท่าน”) ดังนั้น กลุ่มเดอะมอลล์ จึงได้กำหนดและบังคับใช้นโยบายคุ้มครองข้อมูลส่วนบุคคล (“Privacy Policy”) ฉบับนี้ (“นโยบาย”) เพื่อชี้แจงแนวทางปฎิบัติและวิธีการที่กลุ่มเดอะมอลล์ ดำเนินการเกี่ยวกับข้อมูลส่วนบุคคลของท่าน เช่น การเก็บรวบรวม การใช้ การเปิดเผย มาตรฐานขั้นสูงและขั้นตอนการดำเนินงานที่เข้มงวด เพื่อรักษาความปลอดภัยของข้อมูลส่วนบุคคลของท่านไม่ให้ถูกเข้าถึง นำไปใช้ เปลี่ยนแปลง หรือ เปิดเผยโดยมิชอบ รวมถึงการปฎิบัติให้เป็นไปตามสิทธิของท่านภายใต้ พ.ร.บ. คุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 (“กฎหมายคุ้มครองข้อมูลส่วนบุคคล”)
                                <br>กลุ่มเดอะมอลล์ขอแนะนำให้ท่านโปรดอ่านนโยบายฉบับนี้โดยละเอียดก่อนที่ท่านจะให้ข้อมูลส่วนบุคคลกับกลุ่มเดอะมอลล์ ตามวัตถุประสงค์ต่างๆ ที่ระบุไว้ในนโยบายฉบับนี้ เพื่อให้ท่านรับทราบและเข้าใจนโยบายคุ้มครองข้อมูลส่วนบุคคลของกลุ่มเดอะมอลล์ ตลอดจนสิทธิและความคุ้มครองของท่านภายใต้กฎหมายคุ้มครองข้อมูลส่วนบุคคล
                                <br>กลุ่มเดอะมอลล์อาจทบทวน แก้ไขนโยบายฉบับนี้ เป็นครั้งคราวเพื่อให้สอดคล้องกับกฎหมายคุ้มครองข้อมูลส่วนบุคคลและ/หรือ กฎหมายลำดับรอง ข้อบังคับ ประกาศของหน่วยงานราชการที่ได้ถูกแก้ไขเพิ่มเติม หากมีการแก้ไขเปลี่ยนแปลงนโยบายฉบับนี้ จะนำไปเผยแพร่ในเว็บไซต์ และ/หรือ ช่องทางการสื่อสารอื่นใดของกลุ่มเดอะมอลล์ต่อไป
                            </p>
                            <ol>
                                <li>
                                    <p>วัตถุประสงค์ของนโยบาย</p>
                                    <p>นโยบายฉบับนี้มีขึ้นเพื่อชี้แจงให้ท่านในฐานะเจ้าของข้อมูลส่วนบุคคลทราบถึงวัตถุประสงค์และรายละเอียดของการเก็บรวบรวม ใช้ และ/หรือ เปิดเผยข้อมูลส่วนบุคคล ตลอดจนสิทธิและความคุ้มครองตามกฎหมายของท่าน</p>
                                </li>
                                <li>
                                    <p>ความหมายของข้อมูลส่วนบุคคล</p>
                                    <ol>
                                        <li>
                                            <p>2.1 “ข้อมูลส่วนบุคคล” หมายถึง ข้อมูลเกี่ยวกับบุคคลธรรมดาซึ่งทำให้สามารถระบุตัวบุคคลนั้นได้ไม่ว่าทางตรง หรือทางอ้อม แต่ไม่รวมถึงข้อมูลของผู้ถึงแก่กรรมโดยเฉพาะ ดังนี้</p>
                                            <ol>
                                                <li>
                                                    <p>ข้อมูลส่วนบุคคลที่ท่านให้ไว้แก่กลุ่มเดอะมอลล์ โดยตรง หรือมีอยู่กับกลุ่มเดอะมอลล์ ทั้งที่เกิดจากการซื้อสินค้า และ/หรือ บริการ การใช้ผลิตภัณฑ์ การติดต่อ เยี่ยมชม ค้นหาในทุกช่องทางทั้งออฟไลน์และออนไลน์ หรือผ่านผู้ที่ได้รับมอบหมาย หรือช่องทางอื่นใด</p>
                                                </li>
                                                <li>
                                                    <p>ข้อมูลส่วนบุคคลที่กลุ่มเดอะมอลล์ ได้รับ หรือเข้าถึงได้จากแหล่งอื่น เช่น หน่วยงานของรัฐ บริษัทในเครือของกลุ่มเดอะมอลล์ พันธมิตรทางธุรกิจ และผู้ให้บริการข้อมูล เป็นต้น ซึ่งกลุ่มเดอะมอลล์ จะเก็บรวบรวมข้อมูลจากแหล่งอื่นต่อเมื่อได้รับความยินยอมจากท่านตามที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลกำหนด เว้นแต่กรณีที่กลุ่มเดอะมอลล์มีความจำเป็นตามที่กฎหมายคุ้มครองข้อมูลส่วนบุคคล หรือกฎหมายอื่นอนุญาต</p>
                                                </li>
                                            </ol>
                                        </li>
                                        <li>
                                            <p>2.2 ข้อมูลส่วนบุคคลแบ่งเป็น 2 ประเภท</p>
                                            <ol>
                                                <li>
                                                    <p>ข้อมูลส่วนบุคคลทั่วไป ได้แก่</p>
                                                    <ol>
                                                        <li>
                                                            <p>(ก) รายละเอียดส่วนบุคคล ได้แก่ คำนำหน้าชื่อ ชื่อ นามสกุล ชื่อเล่น เพศ อายุ สัญชาติ วันเกิด สถานที่เกิด น้ำหนัก ส่วนสูง ลายมือชื่อ ภาพถ่าย เสียง เสียงที่บันทึก สถานภาพสมรส จำนวนสมาชิกในครอบครัว ข้อมูลของสมาชิกในครอบครัว ประวัติส่วนตัว ประวัติการศึกษา อาชีพ ตำแหน่งงาน สถานที่ทำงาน ประเภทธุรกิจ ข้อมูลในบัตร หรือเอกสารที่หน่วยงานราชการ หรือหน่วยงานของรัฐออกให้ เช่น บัตรประจำตัวประชาชน ทะเบียนบ้าน ทะเบียนสมรส ใบเปลี่ยนชื่อ-สกุล หนังสือเดินทาง วีซ่า บัตรคนต่างด้าว ใบขับขี่ สำเนาสมุดทะเบียนรถ ข้อมูลประกันสังคม ข้อมูลผู้เสียภาษี และข้อมูล หรือเอกสารระบุตัวตนอื่นๆ รายละเอียดการเข้าเมือง เช่น วันที่เดินทางมาถึงและออกนอกประเทศ และ/หรือ ข้อมูลส่วนตัวอื่นใดที่ท่านให้ไว้แก่กลุ่มเดอะมอลล์</p>
                                                        </li>
                                                        <li>
                                                            <p>(ข) ข้อมูลการติดต่อ ได้แก่ ภูมิลำเนา ที่อยู่ อีเมล หมายเลขโทรศัพท์ ชื่อผู้ใช้งาน (Username) และรหัสผ่าน (Password) หรือบัญชีผู้ใช้ในสื่อสังคมออนไลน์ เช่น LINE, Facebook, Instagram และ Google เป็นต้น และ/หรือ ข้อมูลการติดต่ออื่นๆ ที่ท่านให้ไว้แก่กลุ่ม เดอะมอลล์</p>
                                                        </li>
                                                        <li>
                                                            <p>(ค) ข้อมูลการเป็นสมาชิก ได้แก่ ใบสมัครสมาชิกบัตร รายละเอียดข้อมูลบัญชีสมาชิกบัตร หมายเลขบัตร M Card ประเภทสมาชิกบัตร ประเภทลูกค้า ข้อมูลในการลงทะเบียน หรือสมัครใช้บริการ หรือผลิตภัณฑ์ต่างๆ เช่น M Card Service เป็นต้น ประวัติการใช้บัตร M Card ประวัติการใช้บริการ M Card Service คะแนนสะสม (M Point) การแลกรับของรางวัล การใช้สิทธิต่างๆ ข้อมูลในการลงทะเบียนเข้าร่วมกิจกรรมส่งเสริมการขาย หรือการเข้าร่วมกิจกรรมการตลาด ข้อซักถาม ความคิดเห็น คำติชม ข้อร้องเรียน ข้อเสนอแนะของท่าน และข้อมูลการเป็นสมาชิกอื่นๆ</p>
                                                        </li>
                                                        <li>
                                                            <p>(ง) ข้อมูลการทำธุรกรรม ได้แก่ การสั่งซื้อสินค้า การใช้บริการ การชำระเงิน การจัดส่งสินค้า การคืนเงิน การคืนสินค้า พฤติกรรมการซื้อ หรือใช้บริการ ข้อมูลเกี่ยวกับการซื้อสินค้า หรือบริการออนไลน์ สินค้าในตะกร้า รายการสินค้าที่สนใจ การเรียกร้องเกี่ยวกับการรับประกันคุณภาพสินค้า ข้อมูลที่ได้รับจากการที่ท่านใช้ผลิตภัณฑ์ หรือบริการของกลุ่มเดอะมอลล์ การตอบแบบสอบถามและผลสำรวจ บันทึกคำถาม-คำตอบ และข้อมูลการทำธุรกรรมอื่นๆ กับกลุ่มเดอะมอลล์</p>
                                                        </li>
                                                    </ol>
                                                </li>
                                                <li>
                                                    <p>2.2.2 ข้อมูลที่อ่อนไหว ได้แก่ ข้อมูลเกี่ยวกับเชื้อชาติ เผ่าพันธุ์ ศาสนา ความคิดเห็นทางการเมือง สภาพร่างกาย หรือจิตใจ ภาวะทุพพลภาพ ความพิการ ข้อมูลสุขภาพ ประวัติทางการแพทย์ กรุ๊ปเลือด ประวัติอาชญากรรม ข้อมูลทางชีวภาพซึ่งใช้เทคนิค หรือเทคโนโลยีที่เกี่ยวข้องกับการนำลักษณะเด่นทางกายภาพ หรือทางพฤติกรรมของบุคคลมาใช้ทำให้สามารถยืนยันตัวตนของบุคคลนั้นได้ (Biometric Information)</p>
                                                </li>
                                            </ol>
                                        </li>
                                        <li>
                                            <p>ข้อมูลส่วนบุคคลของบุคคลอื่น</p>
                                            <p>ในกรณีที่ท่านต้องให้ข้อมูลส่วนบุคคลของบุคคลอื่นแก่กลุ่มเดอะมอลล์ เช่น ข้อมูลของญาติ คู่สมรส บุตร บุคคลอ้างอิง หรือบุคคลอื่นที่อาจรับสินค้าที่สั่งซื้อแทนท่าน หรือผู้ติดต่อในกรณีฉุกเฉิน หรือผู้รับผลประโยชน์ ผู้แนะนำ หรือชักชวนให้ซื้อสินค้า หรือผลิตภัณฑ์ หรือสมัครใช้บริการ ทั้งนี้ ข้อมูลส่วนบุคคลของบุคคลดังกล่าวที่เก็บรวบรวม อาจรวมถึงแต่ไม่จำกัดเฉพาะ คำนำหน้าชื่อ ชื่อ นามสกุล หมายเลขบัตรประจำตัวประชาชน ทะเบียนบ้าน เบอร์โทรศัพท์ ที่อยู่ไปรษณีย์ เป็นต้น</p>
                                        </li>
                                        <li>
                                            <p>
                                                หากท่านให้ข้อมูลส่วนบุคคลของบุคคลอื่นแก่กลุ่มเดอะมอลล์ ท่านรับรองและยืนยันว่าได้แจ้งนโยบายคุ้มครองข้อมูลส่วนบุคคล (“Privacy Policy”) ของกลุ่มเดอะมอลล์ให้บุคคลดังกล่าวรับทราบและ/หรือขอความยินยอมที่เกี่ยวข้องแล้ว และทำให้มั่นใจว่าท่านมีสิทธิที่จะให้ข้อมูลส่วนบุคคลของบุคคลเหล่านั้นแก่กลุ่มเดอะมอลล์ได้อย่างถูกต้องตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล
                                            </p>
                                        </li>
                                    </ol>
                                </li>

                                <li>
                                    <p>กรณีไม่ต้องขอความยินยอม : วัตถุประสงค์ในการเก็บรวบรวม ใช้ และ/หรือ เปิดเผยข้อมูลส่วนบุคคล</p>
                                </li>
                            </ol>
                        </div>

                        <div class="contact-table">
                            <table>
                                <table>
                                    <colgroup>
                                        <col class="table-category" />
                                        <col class="table-info" />
                                    </colgroup>
                                    <tbody>
                                        <tr>
                                            <td colspan="2">
                                                <p>บริษัท เดอะมอลล์ กรุ๊ป จำกัด</p>
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                <p>สถานที่ติดต่อ</p>
                                            </td>
                                            <td>
                                                <address>
                                                    <p>
                                                        สถานที่ติดต่อ สำนักกฎหมายบริษัท
                                                        <br>เดอะมอลล์ กรุ๊ป จำกัดเลขที่ 49
                                                        <br>ถนนรามคำแหง
                                                        <br>แขวงหัวหมาก
                                                        <br>เขตบางกะปิ กรุงเทพมหานคร
                                                        <br>10240
                                                    </p>
                                                </address>
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                <p>โทรศัพท์</p>
                                            </td>
                                            <td>
                                                <p>02-310-1000</p>
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                <p>เวลาเปิดทำการ</p>
                                            </td>
                                            <td>
                                                <p>
                                                    จันทร์ - ศุกร์
                                                    <br>10.00 น. - 17.00น.
                                                </p>
                                            </td>
                                        </tr>
                                    </tbody>
                                </table>
                        </div>
                    </div>
                    <div id="contractors-policy" class="tab-content">
                        <h2 class="title fsw-h2">CONTRACTORS POLICY</h2>
                        <div class="entry-content entry-fadeIn">contractor policy</div>
                    </div>
                    <div id="cookie-setting" class="tab-content">
                        <h2 class="title fsw-h2">COOKIE SETTING</h2>
                        <div class="entry-content entry-fadeIn">cookie setting</div>
                    </div>
                </div>
            </div>
        </div>
    </section>

    <?php
    include($root . "./include/member-section.php");
    ?>
</main>

<?php include($root . "footer.php"); ?>